[
  "omnisearch",
  "darlal-switcher-plus",
  "periodic-notes",
  "obsidian-style-settings",
  "calendar",
  "obsidian-custom-frames",
  "file-tree-alternative",
  "obsidian-day-planner",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "dataview",
  "obsidian-tracker",
  "obsidian-plugin-update-tracker",
  "canvas-mindmap",
  "obsidian-enhancing-mindmap",
  "code-styler",
  "editing-toolbar",
  "execute-code",
  "obsidian-mind-map",
  "obsidian-git",
  "obsidian-icon-folder",
  "settings-search",
  "vscode-editor"
]